def area(a, b):
    '''
    Возваращает площадь прямоугольника по двум сторонам.

        Парамаетры:
            a (int): сторона прямоугольника
            b (int): сторона прямоугольника

        Возвращаемое значение:
            area (int): площадь прямоугольника
    '''
    return a * b 

def perimeter(a, b):
    '''
    Возваращает периметр прямоугольника по двум сторонам.

        Парамаетры:
            a (int): сторона прямоугольника
            b (int): сторона прямоугольника

        Возвращаемое значение:
            perimetr (int): периметр прямоугольника
    '''
    return 2 * (a + b)


